accountsservice
ack
acpi
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
android-tools
ansible
arandr
archiso
archlinux-keyring
archlinux-xdg-menu
asciidoc
asciidoctor
atuin
audacious
autoconf
automake
aws-cli
b43-fwcutter
base
base-devel
bash-completion
bat
bind
binutils
bison
blueman
bluez
bluez-utils
btop
btrfs-progs
calc
cantarell-fonts
clang
conky
cpupower
cryptsetup
cups
cups-filters
cups-pdf
debugedit
device-mapper
devtools
dex
dhclient
dialog
diff-so-fancy
diffutils
dmenu
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
duf
dunst
e2fsprogs
efibootmgr
efitools
eslint_d
ethtool
exfatprogs
expac
expect
eza
f2fs-tools
fakeroot
feh
ffmpegthumbnailer
file
file-roller
findutils
firewalld
flake8
flameshot
flatpak
flex
font-manager
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fsarchiver
galculator
gawk
gcc
gettext
ghostscript
git
git-delta
gitui
glances
glava
globalprotect-openconnect
glow
gnome-video-effects
gnu-netcat
go
gobject-introspection
gparted
grep
groff
grub
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk-engine-murrine
gutenprint
gvfs
gzip
haveged
hddtemp
hdparm
helm
hey
hplip
htop
httpie
hwdetect
hwinfo
iftop
inetutils
inter-font
inxi
iotop
iptables-nft
iwd
jfsutils
jgmenu
jless
jq
keychain
kitty
kubectl
kubectx
lazygit
less
lib32-libglvnd
lib32-ncurses
libconfig
libdvdcss
libev
libfido2
libgsf
libopenraw
libre
libretro-core-info
libtool
libwnck3
libxcrypt-compat
lightdm
lightdm-slick-greeter
linux
linux-firmware
linux-headers
lnav
logrotate
lsb-release
lsscsi
lvm2
m4
maim
make
malcontent
man-db
man-pages
mdadm
meld
mesa-utils
meson
micro
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mlocate
modemmanager
mpv
mtools
namcap
nano
nano-syntax-highlighting
nbd
ncdu
ndisc6
neofetch
neovim
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
newsboat
nfs-utils
nginx
nilfs-utils
nmap
nnn
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
numlockx
nvidia-dkms
nvidia-settings
nvme-cli
obconf
openbox
openconnect
openssl-1.1
openvpn
os-prober
pacman
pacman-contrib
pandoc-cli
papirus-icon-theme
patch
pavucontrol
pdftk
perl
perl-rename
pigz
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
pkgfile
playerctl
polkit-gnome
poppler-glib
postfix
power-profiles-daemon
powertop
ppp
pptpclient
prettier
pv
python
python-beautifulsoup4
python-capng
python-defusedxml
python-imagesize
python-packaging
python-pyqt5
python-pywal
python-readability-lxml
python-reportlab
python-setuptools
python-snowballstemmer
python-sphinx-basic-ng
python-sphinxcontrib-jsmath
python-virtualenv
qhull
qt5ct
rapidjson
rebuild-detector
redis
redshift
reflector
reiserfsprogs
ripgrep
rofi
rofi-calc
rp-pppoe
rpcsvc-proto
rsync
rtkit
s-nail
scrot
seahorse
sed
sg3_utils
shellcheck
smartmontools
sof-firmware
splix
sshfs
sshpass
starship
stress
stylua
sudo
sxhkd
sxiv
sysfsutils
sysstat
system-config-printer
systemd-sysvcompat
tcpdump
termshark
texinfo
the_silver_searcher
thunar
thunar-archive-plugin
thunar-volman
tig
tint2
tldr
tmux
trash-cli
ttf-bitstream-vera
ttf-dejavu
ttf-font-awesome
ttf-jetbrains-mono
ttf-liberation
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-opensans
tumbler
ucblogo
unrar
unzip
upower
urlwatch
usb_modeswitch
usbutils
uthash
vagrant
vi
vim
virtualbox
vpnc
vulkan-tools
w3m
wayland-protocols
wget
which
whois
wireless-regdb
wireless_tools
wireplumber
wireshark-cli
wpa_supplicant
xbindkeys
xclip
xcolor
xdg-user-dirs
xdg-utils
xdotool
xed
xf86-input-libinput
xfsprogs
xl2tpd
xmlto
xorg-server
xorg-xbacklight
xorg-xcursorgen
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xsetroot
xsane
xscreensaver
xsel
xsettingsd
xterm
yad
yamllint
ytfzf
zathura
zathura-pdf-mupdf
zsh
zsh-autosuggestions
zsh-syntax-highlighting
