accountsservice
acpi
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alsa-card-profiles
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
android-tools
ansible
arandr
archiso
archlinux-keyring
archlinux-xdg-menu
atuin
autoconf
automake
autorandr
aws-cli
b43-fwcutter
baobab
base
base-devel
bash-completion
bat
bc
bind
binutils
bison
blueman
bluez
bluez-utils
btrfs-progs
calc
cantarell-fonts
clang
cliphist
cockpit
conky
cpio
cpupower
cryptsetup
csvlens
ctop
cups
cups-filters
cups-pdf
debugedit
default-cursors
deno
device-mapper
devtools
dex
dhclient
dialog
diff-so-fancy
difftastic
diffutils
dive
dmenu
dmidecode
dmraid
dnsmasq
docker
docker-compose
dokuwiki
dos2unix
dosbox
dosfstools
duf
dunst
e2fsprogs
efibootmgr
efitools
ethtool
exfatprogs
expac
expect
eyedropper
eza
f2fs-tools
fakeroot
fceux
feh
ffmpegthumbnailer
file
file-roller
findutils
firewalld
flameshot
flatpak
flex
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fsarchiver
galculator
gawk
gcc
gettext
ghostscript
ghostty
git
git-crypt
git-delta
github-cli
glances
glow
go
go-yq
goaccess
gobject-introspection
gparted
grafana
grep
grim
groff
grub
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk-update-icon-cache
gtk4
gtk4-layer-shell
gutenprint
gvfs
gzip
haveged
hddtemp
hdparm
helm
hplip
htop
httpie
hwdetect
hwinfo
hyprland
hyprpicker
iftop
inetutils
inotify-tools
inter-font
inxi
iotop
iptables-nft
iwd
jdk8-openjdk
jfsutils
jgmenu
jless
jq
keychain
kitty
kubectl
kubectx
lazygit
less
lib32-libglvnd
lib32-libxml2
lib32-mesa
lib32-ncurses
libcbor
libconfig
libdvdcss
libev
libfido2
libgsf
libngtcp2
libopenraw
libpipewire
libre
libretro-core-info
libtool
libwnck3
libwpe
libxcrypt-compat
libxfce4util
lightdm
lightdm-slick-greeter
linux
linux-firmware
linux-headers
lnav
logrotate
lsb-release
lsscsi
luarocks
lvm2
m4
maim
make
malcontent
man-db
man-pages
mdadm
meld
mesa
mesa-utils
meson
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
modemmanager
moreutils
mpv
msedit
msmtp
msmtp-mta
mtools
mypy
namcap
nano
nbd
ndisc6
neovim
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nginx
nilfs-utils
niri
nnn
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
numlockx
nvidia-container-toolkit
nvidia-open-dkms
nvidia-settings
nvme-cli
nwg-look
openconnect
opendoas
openvpn
os-prober
pacman
pacman-contrib
pandoc-cli
papirus-icon-theme
patch
pavucontrol
pdftk
perl
perl-rename
php-fpm
pigz
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pkgconf
pkgfile
playerctl
plocate
pngquant
pnpm
polkit-gnome
poppler-glib
postgresql
power-profiles-daemon
powertop
ppp
pptpclient
pre-commit
prometheus-node-exporter
pv
python
python-capng
python-dbus-next
python-defusedxml
python-flake8
python-packaging
python-pipenv
python-pyqt5
python-pywal
python-readability-lxml
python-reportlab
python-setuptools
python-virtualenv
qemu-audio-alsa
qemu-audio-dbus
qemu-audio-jack
qemu-audio-oss
qemu-audio-pa
qemu-audio-pipewire
qemu-audio-sdl
qemu-audio-spice
qemu-base
qemu-block-curl
qemu-block-dmg
qemu-block-nfs
qemu-block-ssh
qemu-chardev-spice
qemu-common
qemu-desktop
qemu-hw-display-qxl
qemu-hw-display-virtio-gpu
qemu-hw-display-virtio-gpu-gl
qemu-hw-display-virtio-gpu-pci
qemu-hw-display-virtio-gpu-pci-gl
qemu-hw-display-virtio-gpu-pci-rutabaga
qemu-hw-display-virtio-gpu-rutabaga
qemu-hw-display-virtio-vga
qemu-hw-display-virtio-vga-gl
qemu-hw-display-virtio-vga-rutabaga
qemu-hw-s390x-virtio-gpu-ccw
qemu-hw-uefi-vars
qemu-hw-usb-host
qemu-hw-usb-redirect
qemu-hw-usb-smartcard
qemu-img
qemu-pr-helper
qemu-system-x86
qemu-system-x86-firmware
qemu-tools
qemu-ui-curses
qemu-ui-dbus
qemu-ui-egl-headless
qemu-ui-gtk
qemu-ui-opengl
qemu-ui-sdl
qemu-ui-spice-app
qemu-ui-spice-core
qemu-vhost-user-gpu
qt5ct
rapidjson
realtime-privileges
rebuild-detector
rednotebook
redshift
reflector
ripgrep
rofi
rofi-calc
rpcsvc-proto
rsync
rtkit
s-nail
scrot
seahorse
sed
sg3_utils
slurp
smartmontools
socat
sof-firmware
sox
splix
sshfs
sshpass
starship
stress
sublime-text
sudo
swaybg
sxhkd
syncthing
sysdig
sysfsutils
sysstat
system-config-printer
systemd-sysvcompat
task
taskwarrior-tui
tcpdump
texinfo
thunar
tmux
traceroute
trash-cli
ttf-bitstream-vera
ttf-dejavu
ttf-jetbrains-mono
ttf-liberation
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-opensans
tumbler
unrar
unzip
upower
usb_modeswitch
usbutils
uthash
vault
vim
virtualbox
vpnc
vulkan-tools
w3m
waybar
wget
which
wireless-regdb
wireless_tools
wireplumber
wireshark-cli
wl-clipboard
wlroots0.18
wlsunset
wol
wpa_supplicant
wpebackend-fdo
x11vnc
xbindkeys
xclip
xcolor
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xdotool
xf86-input-libinput
xfsprogs
xl2tpd
xmlto
xorg-server
xorg-xbacklight
xorg-xcursorgen
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xsetroot
xprintidle
xscreensaver
xsel
xsettingsd
xterm
xwayland-satellite
yamllint
zathura
zathura-pdf-poppler
zsh
zsh-autosuggestions
zsh-syntax-highlighting
